9/data/attachments/e55be0d996a85564.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_939e287c-39e9-4206-bdff-c75e5898395a</nif:username>
            <nif:friendToBeAdded>Laurie_this_Friend_10834_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>